{
    "accelerate": {
        "name": "Accelerate",
        "type": "Status",
        "description": "Greatly increases the agility of a single ally for 4 to 7 turns."
    },
    "blunt": {
        "name": "Blunt",
        "type": "Status",
        "description": "Greatly decreases the attack of a single enemy for 2 to 5 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "buff": {
        "name": "Buff",
        "type": "Status",
        "description": "Greatly increases the defence of a single ally for 4 to 7 turns."
    },
    "burning_breath": {
        "name": "Burning Breath",
        "type": "Status",
        "description": "Lets out an exhalation of immobilisation that paralyses all enemies for 2 to 5 turns."
    },
    "chilly_breath": {
        "name": "Chilly Breath",
        "type": "Attack",
        "description": "Inflicts medium ice-elemental breath damage on all enemies."
    },
    "confusion_attack": {
        "name": "Confusion Attack",
        "type": "Attack",
        "description": "Damages a single enemy and occasionally confuses it for 2 to 5 turns."
    },
    "cool_breath": {
        "name": "Cool Breath",
        "type": "Attack",
        "description": "Inflicts minor ice-elemental breath damage on all enemies."
    },
    "crack": {
        "name": "Crack",
        "type": "Attack",
        "description": "Inflicts minor ice-elemental spell damage on a single enemy."
    },
    "crackle": {
        "name": "Crackle",
        "type": "Attack",
        "description": "Inflicts medium ice-elemental spell damage on a all enemies."
    },
    "crag": {
        "name": "Crag",
        "type": "Attack",
        "description": "Inflicts minor earth-elemental spell damage on a single enemy, but not until the following round."
    },
    "dazzle": {
        "name": "Dazzle",
        "type": "Status",
        "description": "Bedazzles all enemies for 2 to 5 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "decelerate": {
        "name": "Decelerate",
        "type": "Status",
        "description": "Greatly decreases the agility of a single enemy for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "deceleratle": {
        "name": "Deceleratle",
        "type": "Status",
        "description": "Greatly decreases the agility of all enemies for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "deep_breath": {
        "name": "Deep Breath",
        "type": "Status",
        "description": "Inhales long and deep, raising the damage inflicted by the user's next breath attack."
    },
    "demon_demeaner": {
        "name": "Demon Demeaner",
        "type": "Attack",
        "description": "Inflicts heavy slashing damage on monsters in the demon family."
    },
    "dim": {
        "name": "Dim",
        "type": "Status",
        "description": "Greatly decreases the wisdom of a single enemy for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "drain_magic": {
        "name": "Drain Magic",
        "type": "Status",
        "description": "Absorbs some MP from a single enemy."
    },
    "fire_breath": {
        "name": "Fire Breath",
        "type": "Attack",
        "description": "Inflicts minor fire-elemental breath damage on all enemies."
    },
    "fizzle": {
        "name": "Fizzle",
        "type": "Status",
        "description": "Prevents all enemies from casting spells for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "flame_breath": {
        "name": "Flame Breath",
        "type": "Attack",
        "descriptionn": "Inflicts medium fire-elemental breath damage on all enemies."
    },
    "gust_slash": {
        "name": "Gust Slash",
        "type": "Attack",
        "description": "Inflicts minor wind-elemental slashing damage on a single enemy."
    },
    "heal": {
        "name": "Heal",
        "type": "Healing",
        "description": "Restores 28 or more HP to a single ally."
    },
    "helm_splitter": {
        "name": "Helm Splitter",
        "type": "Attack",
        "description": "Damages a single enemy and occasionally lowers its defence for 4 to 7 turns."
    },
    "insulate": {
        "name": "Insulate",
        "type": "Status",
        "description": "Greatly reduces the damage received from breath attacks by a single ally for 4 to 7 turns."
    },
    "kabuff": {
        "name": "Kabuff",
        "type": "Status",
        "description": "Greatly increases the defence of all allies for 4 to 7 turns."
    },
    "kacrackle_slash": {
        "name": "Kacrackle Slash",
        "type": "Attack",
        "description": "Inflicts minor ice-elemental slashing damage on a single enemy."
    },
    "kadim": {
        "name": "Kadim",
        "type": "Status",
        "description": "Decreases the wisdom of all enemies for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "kamikazee": {
        "name": "Kamikazee",
        "type": "Status",
        "description": "Kill all enemies, but at the cost of the caster's life. The caster cannot be resurrected in the same battle. The higher the caster's MP, the more likely the spell is to succeed."
    },
    "kasap": {
        "name": "Kasap",
        "type": "Status",
        "description": "Greatly decreases the defence of all enemies for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "knuckle_sandwich": {
        "name": "Knuckle Sandwich",
        "type": "Attack",
        "description": "Focuses strength in order to inflict heavy damage on a single enemy in the next turn, ignoring their defence attribute."
    },
    "lightning_slash": {
        "name": "Lightning Slash",
        "type": "Attack",
        "description": "Inflicts minor electrical slashing damage on a single enemy."
    },
    "matter_scatterer": {
        "name": "Matter Scatterer",
        "type": "Attack",
        "description": "Inflicts heavy slashing damage on monsters in the material family."
    },
    "midheal": {
        "name": "Midheal",
        "type": "Healing",
        "description": "Restores 76 or more HP to a single ally."
    },
    "miracle_slash": {
        "name": "Miracle Slash",
        "type": "Attack",
        "description": "Inflicts slashing damage on a single enemy. Approximately half the amount of damage inflicted is restored to the user as HP. Can heal up to a maximum of 200 HP."
    },
    "nature_nerfer": {
        "name": "Nature Nerfer",
        "type": "Attack",
        "description": "Inflicts heavy slashing damage on monsters in the nature family."
    },
    "numb": {
        "name": "Numb",
        "type": "Status",
        "description": "Paralyses a single enemy for 2 to 5 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "oomph": {
        "name": "Oomph",
        "type": "Status",
        "description": "Greatly increases the attack of a single ally for 2 to 5 turns."
    },
    "oomphle": {
        "name": "Oomphle",
        "type": "Status",
        "description": "Increases the attack of all allies for 2 to 5 turns."
    },
    "ping": {
        "name": "Ping",
        "type": "Status",
        "description": "Greatly increases the wisdom of a single ally for 4 to 7 turns."
    },
    "poison_attack": {
        "name": "Poison Attack",
        "type": "Attack",
        "description": "Damages a single enemy and occasionally poisons it."
    },
    "sandstorm": {
        "name": "Sandstorm",
        "type": "Status",
        "description": "Whips up a dense cloud of dust that lowers the accuracy of enemy attacks for 2 to 5 turns."
    },
    "sap": {
        "name": "Sap",
        "type": "Status",
        "description": "Greatly decreases the defence of a single enemy for 4 to 7 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "sleep_attack": {
        "name": "Sleep Attack",
        "type": "Attack",
        "description": "Damages a single enemy and occasionally puts it to sleep for 2 to 5 turns."
    },
    "slime_squisher": {
        "name": "Slime Squisher",
        "type": "Attack",
        "description": "Inflicts heavy impact damage on monsters in the slime family."
    },
    "snooze": {
        "name": "Snooze",
        "type": "Status",
        "description": "Puts a single enemy to sleep for 2 to 5 turns. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "splash": {
        "name": "Splash",
        "type": "Attack",
        "description": "Inflicts medium water-elemental spell damage on a single enemy."
    },
    "splish": {
        "name": "Splish",
        "type": "Attack",
        "description": "Inflicts minor water-elemental spell damage on a single enemy."
    },
    "squelch": {
        "name": "Squelch",
        "type": "Healing",
        "description": "Cures all allies of poison or severe poison."
    },
    "stones_throw": {
        "name": "Stone's Throw",
        "type": "Attack",
        "description": "Inflicts minor earth-elemental spell damage on a single enemy."
    },
    "sweet_breath": {
        "name": "Sweet Breath",
        "type": "Status",
        "description": "Lets out an exhalation of relaxation that puts all enemies to sleep for 2 to 5 turns."
    },
    "swoosh": {
        "name": "Swoosh",
        "type": "Attack",
        "description": "Inflicts medium wind-elemental spell damage on all enemies."
    },
    "tongue_bashing": {
        "name": "Tongue Bashing",
        "type": "Status",
        "description": "Savagely slathers a single enemy with slimy saliva, stunning it and reducing its defence attribute to 1."
    },
    "weird_dance": {
        "name": "Weird Dance",
        "type": "Status",
        "description": "A dance that decreases the MP of a single enemy."
    },
    "whack": {
        "name": "Whack",
        "type": "Status",
        "description": "Kills a single enemy instantly. The higher the caster's wisdom, the more likely the spell is to succeed."
    },
    "wind_sickles": {
        "name": "Wind Sickles",
        "type": "Attack",
        "description": "Inflicts minor wind-elemental damage on a single enemy."
    },
    "woosh": {
        "name": "Woosh",
        "type": "Attack",
        "description": "Inflicts minor wind-elemental spell damage on all enemies."
    },
    "zap": {
        "name": "Zap",
        "type": "Attack",
        "description": "Inflicts minor electrical spell damage on a single enemy."
    },
    "zapple": {
        "name": "Zapple",
        "type": "Attack",
        "description": "Inflicts medium electrical spell damage on all enemies."
    }
}